import Space from "components/parts/contents/Space";

const Section = (): JSX.Element => (
  <>
    <p>RineaRで活動していく上での、その方針を表したキャッチフレーズとか、スローガンみたいなやつです。</p>
    <p>
      具体的に言うと、私は「〇〇を成し遂げたい！」みたいな目的を持たずに、ただその時その場でやりたいこと、楽しいと思ったことをやりたいんです。
    </p>
    <p>その過程で人々やコンテンツに出会うと思うんですが、それにより私自身がどう変化するかはわかりません。</p>
    <p>
      だから、この活動は言わば<strong>「漂流」</strong>
      みたいなものなんです。「船旅」っていうよりかは「漂流」ですね。船って言えるほど大層な装備を備えてるわけでもないので。
    </p>
    <Space size={1} />
    <p>
      ひとまず、私はここを活動拠点としてもっと自分のやりたいことをします。先が見えない冒険感があって良いんですよね。形から入るタイプとも言いますが。
    </p>
  </>
);

export default Section;
