import { Paragraph, Strong } from "content-parts";

const Section = (): JSX.Element => (
  <>
    <Paragraph>
      ありがとうございます。前々から作品置き場みたいなのが欲しかったんですよね。
      一応前ポートフォリオサイトなるものもあったんですけど、デザインが＼お粗末／すぎて消し飛ばしました。
      そこから「いつか作ろう、作ろう」って思ってたんですけど、色々諸々あって作ってなくて、数年越しに今やっと作る気になった感じです。
    </Paragraph>
    <Paragraph>
      でも、ポートフォリオサイトって自分をアピールするためにあるものじゃないですか。私の場合はそうじゃなくて、
      <Strong>自分の活動拠点</Strong>
      が欲しくて。それもあって、前のはシンプルなサイトだったんですけど、今回は自分の家みたいな気持ちで作ってました。
    </Paragraph>
  </>
);

export default Section;
